Repository: ztaino/chut
Catalog: chut/Localizable.xcstrings
Source language: fr
Languages: en

source: ← Changer le niveau
en: ← Change level

source: ← Quitter
en: ← Quit

source: ⏰ Temps écoulé !
en: ⏰ Time's up!

source: 🇬🇧 En anglais
en: 🇬🇧 In English

source: 📋 Comment jouer
en: 📋 How to play

source: 📖 Contexte
en: 📖 Context

source: 🚫 %lld chut
en: 🚫 %lld shh

source: 🚫 MOTS INTERDITS
en: 🚫 FORBIDDEN WORDS

source: Afficher l'indice
en: Show hint

source: Argot, culture, nuances subtiles
en: Slang, culture, subtle nuances

source: Avancé
en: Advanced

source: Chut
en: Shh

source: Commencer →
en: Start →

source: Compris !
en: Got it!

source: Continuez ! 💪
en: Keep going! 💪

source: Débutant
en: Beginner

source: Durée %@
en: Duration %@

source: DURÉE DU TOUR
en: ROUND LENGTH

source: FAITES DEVINER :
en: GET THEM TO GUESS:

source: Intermédiaire
en: Intermediate

source: Jouez en équipes ou en face à face. Faites deviner le mot principal **sans utiliser** les mots interdits. Tapez 💡 pour voir la traduction et le contexte. Devinez le plus de mots possible avant la fin du chrono !
en: Play in teams or face to face. Get your partner to guess the main word **without using** the forbidden words. Tap 💡 to see the translation and context. Guess as many words as you can before the timer runs out!

source: Le jeu de tabou · en français
en: The taboo game · in French

source: Masquer l'indice
en: Hide hint

source: Mot deviné correctement
en: Word guessed correctly

source: Mot interdit utilisé
en: Forbidden word used

source: Natif
en: Native

source: NIVEAU DE DIFFICULTÉ
en: DIFFICULTY

source: Parfait ! 🏆
en: Perfect! 🏆

source: Passé
en: Skipped

source: Passer
en: Skip

source: Passer ce mot
en: Skip this word

source: Quitter la partie
en: Quit game

source: Rejouer →
en: Play again →

source: Terminer
en: Finish

source: Terminer la partie
en: Finish game

source: Très bien ! 👏
en: Great job! 👏

source: Vocabulaire courant, thèmes variés
en: Common vocabulary, varied themes

source: Vocabulaire riche, expressions idiomatiques
en: Rich vocabulary, idioms

source: Vocabulaire simple, mots du quotidien
en: Simple vocabulary, everyday words
